Repository: inosearch-dev/invesalius3
Catalog: po/*.po
Languages: ro

source: Off
ro: Închidere

source: Red-blue
ro: Rosu-albastru

source: Interlaced
ro: Intretesut

source: Left
ro: Stânga

source: Right
ro: Dreapta

source: Keep all slices
ro: Păstrează toate sectiunile

source: Skip 1 for each 2 slices
ro: Treci la 1 pentru fiecare 2 sectiuni

source: Skip 2 for each 3 slices
ro: Treci la 2 pentru fiecare 3 felii

source: Skip 3 for each 4 slices
ro: Treci la 3 pentru fiecare 4 felii

source: Skip 4 for each 5 slices
ro: Treci la 4 pentru fiecare 5 felii

source: Skip 5 for each 6 slices
ro: Treci la 5 pentru fiecare 6 felii

source: Default
ro: Implicit

source: Hue
ro: Nuanţa

source: Saturation
ro: Saturație

source: Desert
ro: Deșert

source: Rainbow
ro: Curcubeu

source: Inverse Gray
ro: Inverseaza gri

source: Bone
ro: Os

source: Mask %d
ro: Mască %d

source: Draw
ro: Desenează

source: Erase
ro: Șterge

source: Threshold
ro: Prag

source: Low
ro: Mic

source: Medium
ro: Mediu

source: High
ro: Mare

source: Optimal *
ro: Optimă *

source: Surface %d
ro: Suprafață %d

source: Brain posterior fossa
ro: Fosa posterioara a creierului

source: Brain
ro: Craniu

source: Default
ro: Implicit

source: Emphysema
ro: Emfizem pulmonar

source: Ischemia - Hard, non contrast
ro: Ischemie - Dura, fara contrast

source: Ischemia - Soft, non contrast
ro: Ischemie - Moale, fara contrast

source: Larynx
ro: Laringe

source: Liver
ro: Ficat

source: Lung - Soft
ro: Plămân - Moale

source: Lung - Hard
ro: Plămân - Tare

source: Mediastinum
ro: Mediastin

source: Vasculature - Hard
ro: Vascularizare - Puternică

source: Vasculature - Soft
ro: Vascularizare - Slabă

source: Contour
ro: Contur

source: Front
ro: În față

source: Back
ro: În spate

source: Top
ro: Deasupra

source: Bottom
ro: Dedesubt

source: Isometric
ro: Izometric

source: Airways
ro: Căi respiratorii

source: Airways II
ro: Căi respiratorii II

source: Black & White
ro: Alb și Negru

source: Bone + Skin
ro: Os + Piele

source: Bone + Skin II
ro: Os + Piele II

source: Dark bone
ro: Os intunecat

source: Glossy
ro: Lucios

source: Glossy II
ro: Lucios II

source: Gold bone
ro: Os auriu

source: High contrast
ro: Contrast ridicat

source: Low contrast
ro: Contrast scazut

source: Soft on white
ro: Difuz pe alb

source: Mid contrast
ro: Semicontrast

source: No shading
ro: Fara umbra

source: Pencil
ro: Creion

source: Red on white
ro: Rosu pe alb

source: Skin on blue
ro: Piele pe albastru

source: Skin on blue II
ro: Piele pe albastru II

source: Soft + Skin
ro: Difuz + Piele

source: Soft + Skin II
ro: Difuz + Piele II

source: Soft + Skin III
ro: Difuz + Piele III

source: Soft on blue
ro: Difuz pe albastru

source: Soft
ro: Difuz

source: Yellow bone
ro: Os galben

source: Cut plane
ro: Tăiere plan

source: Sensor 3
ro: Senzor 3

source: Sensor 4
ro: Senzor 4

source: Select coil:
ro: Selecteaza bucla

source: Select left ear in image
ro: Selectati urechea stanga in imagine

source: Select right ear in image
ro: Selectati urechea dreapta in imagine

source: Select nasion in image
ro: Selectati piramida nazala in imagine

source: Select left ear with spatial tracker
ro: Selecteaza urechea stanga cu tracker spatial

source: Select right ear with spatial tracker
ro: Selecteaza urechea dreapta cu tracker spatial

source: Select nasion with spatial tracker
ro: Selecteaza piramida nazala cu tracker spatial

source: Select left object fiducial
ro: Selecteaza obiectul stang fiducial

source: Select right object fiducial
ro: Selecteaza obiectul drept fiducial

source: Select anterior object fiducial
ro: Selecteaza obiectul anterior fiducial

source: Center
ro: Central

source: Select object center
ro: Selecteaza centru obiectului

source: Fixed
ro: Fixat

source: Attach sensor to object
ro: Ataseaza senzor la obiect

source: Marker scanner coord files (*.mkss)|*.mkss
ro: Fisiere de coordonate marker scanner (*.mkss)|*.mkss

source: Ready
ro: Gata

source: Loading file %d of %d ...
ro: Incarca fisierul %d din %d ...

source: Confirm
ro: Confirma

source: Fix gantry tilt applying the degrees below
ro: Fixează scheletul înclinării aplicând gradele specificate mai jos

source: Generating multiplanar visualization...
ro: Genereaza vizualizare multiplanara ...

source: Angular
ro: Unghiular

source: Density Ellipse
ro: Densitate Elipsa

source: Density Polygon
ro: Densitate Poligon

source: Sagittal
ro: Sagital

source: Area: %.3f Min: %.3f Max: %.3f Mean: %.3f Std: %.3f
ro: Arie: %.3f Min: %.3f Max: %.3f Medie: %.3f Std: %.3f

source: Analysing selected regions...
ro: Se analizeaza regiunile selectate ...

source: Splitting disconnected regions...
ro: Se separa regiunile deconectate ...

source: Save coords as...
ro: Salveaza coordonate ca ...

source: Coordinates files (*.csv)|*.csv
ro: Fisiere de coordonate (*.csv)|*.csv

source: Union
ro: Reuniune

source: Diff
ro: Diferenta

source: Intersection
ro: Intersectie

source: MDiff
ro: Diferenta oglinda

source: Foreground
ro: Prim-Plan

source: Background
ro: Fundal

source: Applying watershed ...
ro: Se aplica watershed ...

source: Fill holes
ro: Umple goluri

source: Fill hole
ro: Umple gol

source: Filling hole ...
ro: Se umple gol ...

source: Remove parts
ro: Sterge parti

source: Remove part
ro: Sterge parte

source: Removing part ...
ro: Se sterge parte ...

source: Region growing
ro: Extinde regiune

source: Segmenting ...
ro: Se segmenteaza ...

source: File format not reconized by InVesalius
ro: Formatul de fisier nu este compatibil cu framework-ul

source: Import surface error
ro: Eroare la importul suprafeteis

source: InVesalius was not able to import this surface
ro: Frameworkul nu a putut importa aceasta suprafata

source: It's not possible to create a surface because there is not any voxel selected on mask
ro: Nu este posibil sa fie creata o suprafata pentru ca nu exista nici nu voxel

source: Create surface warning
ro: Avertizment creeare suprafata

source: InVesalius was not able to create the surface
ro: Framework-ul nu a putut crea suprafata

source: Creating 3D surface...
ro: Se creeaza suprafata 3D

source: It was not possible to export the surface because the surface is empty
ro: Suprafata nu a putut fi exportata pentru ca este goala

source: Export surface error
ro: Eroare la exportul suprafetei

source: It was not possible to export the surface because you don't have permission to write to {} folder: {}
ro: Suprafata nu a putut fi exportata pentru ca nu aveti permisiunea sa scrieti in {} directorul: {}

source: Number of slices used to compound the visualization.
ro: Numarul de felii folosite pentru a construi vizualizarea.

source: Inverted order
ro: Ordine inversa

source: Number of slices
ro: Numarul de felii

source: Sharpness
ro: Claritate

source: InVesalius was not able to export this picture
ro: Framework ul nu a putut exporta aceasta imagine

source: Export picture error
ro: Eroare la exportarea imaginii

source: Image size: %d x %d
ro: marimea imaginii: %d x %d

source: Spacing: %.2f
ro: Spatiere: %.2f

source: Location: %.2f
ro: Localizare: %.2f

source: %s %s Made in InVesalius
ro: %s %s Construit cu INO-ORBITAL

source: Image
ro: Imagine

source: Auto-play
ro: Ruleaza automat

source: Brain segmentation
ro: Segmentarea creierului

source: Use GPU
ro: Folositi GPU

source: Device
ro: Instrument

source: Create new mask
ro: Creeaza masca noua

source: Apply WW&WL
ro: Aplica WW&WL

source: Elapsed time:
ro: Timp scurs:

source: Level of certainty
ro: Nivel de certitudine

source: Masks
ro: Măști

source: 3D surfaces
ro: Suprafete 3D

source: Measures
ro: Măsuri

source: Create a new measure
ro: Creaza o masura noua

source: Remove measure
ro: Strerge masura

source: Duplicate measure
ro: Copiaza masura

source: Measure distance
ro: Măsurare distanță

source: Measure angle
ro: Masurare unghi

source: Create a new mask
ro: Creaza o masca noua

source: Remove mask
ro: Sterge masca

source: Duplicate mask
ro: Copiaza masca

source: Name
ro: Nume

source: Mask
ro: Mască

source: Create a new surface
ro: Creaza o suprafata noua

source: Remove surface
ro: Sterge suprafata

source: Duplicate surface
ro: Copiaza suprafata

source: Import a surface file into InVesalius
ro: Importa un fisier suprafata in framework

source: New surface
ro: Suprafata noua

source: Volume (mm³)
ro: Volum (mm³)

source: Area (mm²)
ro: Arie (mm²)

source: Transparency
ro: Transparență

source: Location
ro: Locație

source: Type
ro: Tip

source: Value
ro: Valoare

source: Data
ro: Dată

source: Load data
ro: Incarcare date

source: Select region of interest
ro: Selectează regiune de interes

source: Configure 3D surface
ro: Configurare suprafață 3D

source: Export data
ro: Export date

source: Navigation system
ro: Sistem navigatie

source: Axial slice
ro: Felie axială

source: Coronal slice
ro: Felie coronală

source: Sagittal slice
ro: Felie sagitală

source: Volume
ro: Volum

source: Preset name
ro: Nume presetat

source: Tools
ro: Unelte

source: Value will be applied.
ro: Valoare va fi aplicată

source: Value will not be applied.
ro: Valoare nu va fi aplicată

source: Percentage of original resolution
ro: Procent din rezolutia initiala

source: Loading DICOM files
ro: Încarcă fișierele DICOM

source: InVesalius project (*.inv3)|*.inv3
ro: Proiect InVesalius (*.inv3)|*.inv3

source: InVesalius project compressed (*.inv3)|*.inv3
ro: Proiect InVesalius comprimat (*.inv3)|*.inv3

source: Open InVesalius 3 project...
ro: Deschide proiectul ...

source: Choose a DICOM folder:
ro: Alege un fișier DICOM:

source: Choose a folder with TIFF, BMP, JPG or PNG:
ro: Alegeti un director care contine fisiere tip TIFF, BMP, JPG sau PNG:

source: Import PAR/REC file
ro: Importa fisier PAR/REC

source: Import Analyze 7.5 file
ro: Importa fisier Analyze 7.5

source: Import surface file
ro: Importa fisier suprafata

source: Was the imported mesh created by InVesalius?
ro: Mesa importata a fost creata in InVesalius?

source: Save project as...
ro: Salveaza proiect ca ...

source: Load File
ro: Incarca fisier

source: Registration files (*.obr)|*.obr
ro: Fisiere inregistrate (*.obr)|*.obr

source: A new version of InVesalius is available. Do you want to open the download website now?
ro: O versiune noua a frameworkului este disponibila. Doriti sa accesati acum site-ul de descarcare?

source: Invesalius Update
ro: Actualizare Framework

source: The project %s has been modified. Save changes?
ro: Proiectul %s a fost modificat. Salvezi schimbările?

source: %s is an empty folder.
ro: %s nu contine fisiere.

source: There are no Bitmap, JPEG, PNG or TIFF files in the selected folder.
ro: Nu exista fisiere tip Bitmap, JPEG, PNG sau TIFF in directorul selectat.

source: There are no DICOM files in the selected folder.
ro: Nu exista fisiere tip DICOM in directorul selectat.

source: Invalid file.
ro: Fisier invalid

source: Warning! InVesalius has limited support to Analyze format.
ro: Atentie! Frameworkul are suport limitat pentru formatul Analyze

source: Slices may be wrongly oriented and functions may not work properly.
ro: Sectiunile pot fi gresit orientate si functiile vor genera rezultate incorecte.

source: A mask is needed to create a surface.
ro: O masca este necesara pentru a crea o suprafata

source: No mask was selected for removal.
ro: Nici o masca selectata pentru stergere

source: No surface was selected for removal.
ro: Nicio suprafata nu a fost selectata pentru stergere.

source: No measure was selected for removal.
ro: Nicio dimensiune nu a fost selectata pentru stergere.

source: No mask was selected for duplication.
ro: Nici o masca selectata pentru copiere.

source: No surface was selected for duplication.
ro: Nici o suprafata selectata pentru copiere

source: No tracking device selected
ro: Nici un instrument de inregistrare selectat

source: is not installed.
ro: nu este instalat

source: disconnected.
ro: deconectat

source: is not connected.
ro: nu este conectat

source: The fiducial registration error is:
ro: Eroarea de inregistrare fiduciala este:

source: Would you like to improve accuracy?
ro: Doriti sa imbunatatiti acuratetea?

source: Error after refine:
ro: Eroare dupa repocesare fina

source: Previous error:
ro: Eroarea precedenta:

source: Edit marker ID
ro: Editare marker ID

source: Proceed?
ro: Continuati?

source: New mask name:
ro: Numele noii masti:

source: Name the mask to be created
ro: Alegeti numele noii masti

source: Threshold preset:
ro: Presetare prag:

source: Custom
ro: Obișnuit

source: %s does not exist.
ro: %s nu există.

source: Please, provide more than one DICOM file for 3D reconstruction
ro: Vă rugăam să ne furnizați mai mult de un fișier DICOM pentru reconstrucția 3D

source: InVesalius is a medical imaging program for 3D reconstruction. It uses a sequence of 2D DICOM image files acquired with CT or MRI scanners. InVesalius allows exporting 3D volumes or surfaces as mesh files for creating physical models of a patient's anatomy using additive manufacturing (3D printing) technologies. The software is developed by Center for Information Technology Renato Archer (CTI), National Council for Scientific and Technological Development (CNPq) and the Brazilian Ministry of Health. InVesalius must be used only for research. The Center for Information Technology Renato Archer is not responsible for damages caused by the use of this software. Contact: invesalius@cti.gov.br
ro: Acest program este un framework pentru reconstructia 3D a imaginilor medicale. Foloseste o secventa de imagini 2D DICOM obtinute cu ajutorul CT sau MRI. Permite exportarea volumelor 3D sau a suprafetelor sub forma de fisiere mesh pentru a creea modele fizice si anatomice ale pacientilor folosind imprimante si tehnolofii 3D. Acest soft este bazat pe softul dezvoltat de Centrul de Tehnologie a Informatiei Renato Archer (CTI), Consiliul National pentru Dezvoltare Tehnica si Stiintifica si Ministerul Sanatatii al Braziliei Trebuie folosit doar pentru scopuri de cercetare. Pana la acest stadiu, dezvoltatorii sunt exonerati de orice incovenienta clinica data de folosirea programului. Contact Invesalius: invesalius@cti.gov.br Contact INO-ORBITAL: info@inosearch.ro

source: GNU GPL (General Public License) version 2
ro: GNU GPL (General Public License - Licență Publică Generală) versiunea 2

source: Save raycasting preset as:
ro: Salvează presetare pentru distribuția razei ca:

source: New surface name:
ro: Nume pentru suprafața nouă:

source: Name the surface to be created
ro: Denumiți suprafața care va fi creată

source: Mask of reference:
ro: Masca de referinţă:

source: Surface quality:
ro: Calitatea suprafeței:

source: Keep largest region
ro: Pastrează ceam mai mare regiune

source: BMP image
ro: Imagine BPM

source: JPG image
ro: Imagine JPG

source: PNG image
ro: Imagine PNG

source: PostScript document
ro: Document PostScript

source: POV-Ray file
ro: Fișier POV-Ray

source: TIFF image
ro: Imagine TIFF

source: Surface generation options
ro: Optiuni generare suprafata

source: Surface creation
ro: Creare suprafata

source: Surface creation options
ro: Optiuni creare suprafata

source: Surface creation method
ro: Modalitate creare suprafata

source: Fill border holes
ro: Umple goluri margine

source: Options
ro: Optiuni

source: Angle:
ro: Unghi:

source: Max. distance:
ro: Distanta Max.:

source: Min. weight:
ro: Greutate minima

source: N. steps:
ro: Numar pasi

source: Binary
ro: Binar

source: It is not possible to use the Default method because the mask was edited.
ro: Nu este posibila folosirea metodei Default deoarece masca a fost editata

source: Method:
ro: Metoda:

source: Method
ro: Metoda

source: Gaussian sigma
ro: Sigma gaussiana

source: Boolean operations
ro: Operatii booleane

source: Difference
ro: Diferenta

source: Exclusive disjunction
ro: Disjunctie exclusiva

source: Mirror Difference
ro: Diferenta oglinda

source: Mask 1
ro: Masca 1

source: Operation
ro: Operatie

source: Mask 2
ro: Masca 2

source: Image reorientation
ro: Reorientarea imaginii

source: Nearest Neighbour
ro: Cel mai aproape vecin

source: Trilinear
ro: Triliniar

source: Apply
ro: Aplica

source: Angle X
ro: Unghi X

source: Angle Z
ro: Unghi Z

source: Interpolation method:
ro: Metoda de interpolare:

source: Create project from bitmap
ro: Creaza proiect din bitmap

source: Project name:
ro: Nume proiect:

source: Slices orientation:
ro: Orientare felie

source: All bitmaps files must be the same width and height size.
ro: Toate fisierele bitmap trebuie sa aibe aeeasi dimensiune XxY

source: 2D - Actual slice
ro: 2D - Sectiune actuala

source: 3D - All slices
ro: 3D - Toate sectiunile

source: 2D Connectivity
ro: Conectivitate 2D

source: Orientation
ro: Orientare

source: 3D Connectivity
ro: Conectivitate 3D

source: Use WW&WL
ro: Folositi WW&WL

source: Deviation
ro: Deviatie

source: Multiplier
ro: Multiplicator

source: Iterations
ro: Iteratii

source: Parameters
ro: Parametri

source: Select mask parts
ro: Selectati partile mastii

source: Target mask name
ro: Numele mastii tinta

source: Dynamic
ro: Dinamica

source: Confidence
ro: Confidenta

source: Crop mask
ro: Taie masca

source: Max hole size
ro: Dimensiune maxima gol

source: Mask density
ro: Densitate masca

source: Calculate
ro: Calculeaza

source: Mask:
ro: Masca

source: Mean:
ro: Medie

source: Minimun:
ro: Minim

source: Maximun:
ro: Maxim

source: Standard deviation:
ro: Deviatie standard

source: Calculating
ro: Calculeaza

source: Object calibration
ro: Calibrare obiect

source: Choose the object reference mode
ro: Alegeti modul de referinta obiect

source: Registration done
ro: Inregistrare terminata

source: Done
ro: Terminat

source: Would like to use InVesalius default object?
ro: Doriti folosirea obiectului implicit al programului

source: File format not recognized by InVesalius
ro: Format de fisier neidentificat de framework

source: Select the surface:
ro: Selectati suprafata

source: Registration mode:
ro: Modalitate inregistrare

source: Choose the registration mode:
ro: Alegeti modalitatea de inregistrare:

source: Affine
ro: Asemanare

source: Similarity
ro: Similaritate

source: RigidBody
ro: Corp solid

source: Create point
ro: Creeaza punct

source: Continuous acquisition
ro: Achizitie continua

source: Remove points
ro: Sterge puncte

source: Apply registration
ro: Confirma inregistrare

source: Refine done
ro: Terminare reprocesare fina

source: Creating 3D surface ...
ro: Creaza suprafata 3D ...

source: Go to slice ...
ro: Mergi la felia ...

source: Slice number
ro: Felia numarul

source: Go to scanner coord...
ro: Mergi la coordonatele scanate ...

source: Sagital coordinate:
ro: Coordonate sagitale:

source: Coronal coordinate:
ro: Coordonate coronale:

source: Axial coordinate:
ro: Coordonate axiale:

source: Calculating the transformation ...
ro: Se calculeaza transformarea ...

source: Setting Optitrack configs:
ro: Setati configurarea Optitrack

source: Setting tracker device:
ro: Setati instrumentul de inregistrare:

source: Choose the tracking device
ro: Alegeti instrumentul de inregistrare

source: Select tracker:
ro: Alegeti inregistratorul:

source: Setting Robot IP
ro: Se seteazai IP-ul robotului

source: Choose or type the robot IP
ro: Alegeti sau scrieti IP-ul robotului

source: Select robot IP:
ro: Alegeti Ip-ul robotului

source: Load
ro: Incarca

source: Save robot transformation file as...
ro: Salveaza transformarea robot ca ...

source: Robot transformation files (*.rbtf)|*.rbtf
ro: Fisiere transformare robot (*.rbtf)|*.rbtf

source: Load robot transformation
ro: incarca transformare robot

source: Setting NDI polaris configs:
ro: Seteaza configurari NDI polaris:

source: Select COM port
ro: Selecteaza port COM

source: Set WW&WL manually
ro: Seteaza WW&WL manual

source: Window Level
ro: Nivel Fereastra

source: Window Width
ro: Largime Fereastra

source: Set spacing
ro: Seteaza spatiu

source: It was not possible to obtain the image spacings. Please set it correctly:
ro: Nu a fost posibila obtinerea spatierii imaginii. Va rugam sa o setati corect:

source: From mask
ro: Din masca

source: From files
ro: Din fisiere

source: Mask file
ro: Fisier masca

source: Choose Mask file
ro: Alege fisierul masca

source: %d images
ro: %d imagini

source: Image %d
ro: Imagine %d

source: Data panel
ro: Panou date

source: Preview medical data to be reconstructed
ro: Previzualizare date medicale care trebuie reconstruite

source: Preview bitmap to be reconstructed
ro: Previzualizare bitmap pentru reconstructie

source: Currently the Navigation mode is only working on Windows
ro: Modul curent de navigare este functional doar in Windows

source: Fill holes automatically
ro: Umple gaurile automat

source: Import DICOM... Ctrl+I
ro: Importă DICOM...»Ctrl+I

source: Import other files...
ro: Importa alt tip de fisiere

source: Open project... Ctrl+O
ro: Deschide proiect ... Ctrl+O

source: Save project Ctrl+S
ro: Salveaza proiect Ctrl+S

source: Save project as... Ctrl+Shift+S
ro: Salveaza proiectul ca... Ctrl+Shift+S

source: Export project
ro: Exportă proiect

source: Project properties
ro: Proprietati proiect

source: Close project
ro: Inchide proiect

source: Exit Ctrl+Q
ro: Iesire Ctrl+Q

source: Undo Ctrl+Z
ro: Anuleaza Ctrl+Z

source: Redo Ctrl+Y
ro: Reexecuta Ctrl+Y

source: Go to slice ... Ctrl+G
ro: Mergi la felia ... Ctrl+G

source: Go to scanner coord ...
ro: Mergi la coordonatele scanate ...

source: New Ctrl+Shift+M
ro: Nou Ctrl+Shift+M

source: Boolean operations Ctrl+Shift+B
ro: Operatii booleane Ctrl+Shift+B

source: Clean Mask Ctrl+Shift+A
ro: Curata Masca Ctrl+Shift+A

source: Fill holes manually Ctrl+Shift+H
ro: Umple goluri manual Ctrl+Shift+H

source: Fill holes automatically Ctrl+Shift+J
ro: Umple goluri automat Ctrl+Shift+J

source: Remove parts Ctrl+Shift+K
ro: Sterge parti Ctrl+Shift+K

source: Select parts Ctrl+Shift+L
ro: Selecteaza parti Ctrl+Shift+L

source: Crop
ro: Taie

source: Enable
ro: Activeaza

source: Auto reload
ro: Reincarcare automata

source: Reload
ro: Reincarca

source: Mask 3D Preview
ro: Previzualizare masca 3D

source: Threshold Ctrl+Shift+T
ro: Prag Ctrl+Shift+T

source: Manual segmentation Ctrl+Shift+E
ro: Segmentare manuala Ctrl+Shift+E

source: Region growing Ctrl+Shift+G
ro: Extindere regiune Ctrl+Shift+G

source: Brain segmentation (MRI T1)
ro: Segmentare creier (MRI T1)

source: Right - Left
ro: Dreapta - Stanga

source: Anterior - Posterior
ro: Fata - Spate

source: Top - Bottom
ro: Sus - Jos

source: From Right-Left to Anterior-Posterior
ro: De la Dreapta - Stanga la Fata - Spate

source: From Right-Left to Top-Bottom
ro: De la Dreapta - Stanga la Sus - Jos

source: From Anterior-Posterior to Top-Bottom
ro: De la Fata - Spate la Sus - Jos

source: Flip
ro: Intoarce

source: Swap axes
ro: Comuta axe

source: Mask Density measure
ro: Dimensiune densitate masca

source: Reorient image Ctrl+Shift+R
ro: Reorienteaza imagine Ctrl+Shift+R

source: Set WW&&WL manually
ro: Selecteaza WW&&WL manual

source: Segmentation
ro: Segmentare

source: Surface
ro: Suprafata

source: Run postprocessing software
ro: Ruleaza soft de postprocesare fina

source: Interpolated slices
ro: Sectiuni interpolate

source: Preferences...
ro: Preferinte ...

source: Transcranial Magnetic Stimulation Mode Ctrl+T
ro: Modalitate de stimulare magnetica transcraniana Ctrl+T

source: Deep Brain Stimulation Mode Ctrl+B
ro: Modalitate de stimulare profunda a creierului Ctrl+B

source: Navigation Mode
ro: Modalitate navigare

source: Open Plugins folder
ro: Deschide director de plugin-uri

source: Getting started...
ro: Inceput...

source: About...
ro: Despre...

source: File
ro: Fișier

source: Edit
ro: Editare

source: View
ro: Vizualizare

source: Plugins
ro: Pluginuri

source: Mode
ro: Modalitate

source: Help
ro: Ajutor

source: Import DICOM files... Ctrl+I
ro: Importa imagini DICOM ... Ctrl+I
