Repository: inosearch-dev/invesalius3
Catalog: po/*.po
Languages: ro

source: Open InVesalius project...
ro: Deschide proiect ...

source: Save InVesalius project
ro: Salvează proiect

source: Zoom based on selection
ro: Zoom pe baza selecției

source: Rotate
ro: Rotește

source: Move
ro: Mișcă

source: Constrast
ro: Contrast

source: Measure density ellipse
ro: Dimensiune denstitate elipsa

source: Measure density polygon
ro: Dimensiune denstitate poligon

source: Scroll slices
ro: Derulare felii

source: Slices' cross intersection
ro: Felii interesectate în cruce

source: Hide task panel
ro: Ascunde panou de activitate

source: Hide text
ro: Ascunde text

source: Show task panel
ro: Arată panou de activitate

source: Show text
ro: Arată text

source: Undo
ro: Anulare

source: Redo
ro: Reexecuta

source: Import
ro: Importa

source: Path
ro: Cale

source: Width x Height
ro: Latime x Inaltime

source: InVesalius Database
ro: Baza de date

source: Patient name
ro: Nume pacient

source: Patient ID
ro: ID pacient

source: Age
ro: Vârsta

source: Gender
ro: Gen

source: Study description
ro: Descrierea studiului

source: Modality
ro: Modalitate

source: Date acquired
ro: Dată înregistrare

source: # Images
ro: # Imagini

source: Institution
ro: Instituția

source: Date of birth
ro: Zi de naștere

source: Accession Number
ro: Număr de aderare

source: Referring physician
ro: Medicul care a făcut trimiterea

source: Word
ro: Cuvant

source: Search
ro: Cauta

source: Active
ro: Activ

source: Host
ro: Gazda

source: Status
ro: Stare

source: Add
ro: Adauga

source: Remove
ro: Sterge

source: Check status
ro: Verifica stare

source: error
ro: eroare

source: Language selection
ro: Selectare limbă

source: Choose user interface language
ro: Alegere limba pentru interfață utilizator

source: Preferences
ro: Preferinte

source: 2D Visualization
ro: Vizualizare 2D

source: 3D Visualization
ro: Vizualizare 3D

source: Language
ro: Limba

source: Interpolation
ro: Interpolare

source: Volume rendering
ro: Randare volum

source: Rendering
ro: Randare

source: GPU (NVidia video cards only)
ro: GPU (numai pentru placa video NVidia)

source: Slices
ro: Sectiuni

source: Interpolated
ro: Interpolare

source: Yes
ro: Da

source: No
ro: Nu

source: Language settings will be applied the next time InVesalius starts.
ro: Setarile de limba vor fi aplicare dupa restartarea programului.

source: Bindings
ro: Conexiuni

source: Project Properties
ro: Proprietati proiect

source: Other
ro: Altul

source: Spacing
ro: Spatiere

source: Export InVesalius screen to an image file
ro: Exporta screenul intr-un fisier imagine

source: Export picture...
ro: Exporta imagine...

source: Export 3D surface
ro: Exporta suprafata 3D

source: Export 3D surface...
ro: Exporta suprafata 3D...

source: Save 3D surface as...
ro: Salvează suprafața 3D ca...

source: You need to create a surface and make it
ro: Trebuie sa creati o suprafata

source: visible before exporting it.
ro: vizibili înainte să faceți exportul.

source: Testing...
ro: Testare...

source: Select DICOM files to be reconstructed
ro: Selectati fisierele DICOM pentru a fi reconstruite

source: Import medical images...
ro: Importa imagini medicale ...

source: Open an existing InVesalius project...
ro: Deschide un proiect existent...

source: Open an existing project...
ro: Deschide un proiect existent...

source: Select fiducials and navigate
ro: Selectati regiunile fiduciale si navigati

source: Neuronavigation
ro: Neuronavigatie

source: Object registration
ro: Inregistrare obiect

source: Markers
ro: Marcaje

source: Deep Brain Stimulation
ro: Stimulare profunda creier

source: Sessions
ro: Sesiuni

source: Update camera in volume
ro: Actualizare camera in volum

source: Enable serial port communication to trigger pulse and create markers
ro: Activati declansatorul extern pentru creearea markerilor

source: Serial port
ro: Port serial

source: Show and track TMS coil
ro: Aratati si urmariti bucla TMS

source: Show coil
ro: Aratati bucla

source: Choose the navigation reference mode
ro: Alegeti modalitatea referinta de navigare

source: Fiducial registration error
ro: Eroare de inregistrare fiduciala

source: Start navigation
ro: Incepere navigatie

source: Navigate
ro: Navigatie

source: Refine:
ro: Rafineaza:

source: Refine the coregistration
ro: Rafineaza coregistrarea

source: Invalid fiducials, select all coordinates.
ro: Fiduciale invalide, selectati toate coordonatele

source: InVesalius 3
ro: INO-ORBITAL

source: Start neuronavigation
ro: Initiere neuronavigatie

source: Stop neuronavigation
ro: Opreste neuronavigarea

source: Create new coil
ro: Creaza bucla noua

source: New
ro: Nou

source: Load coil configuration file
ro: Incarca fisier de configurare bucla

source: Save object registration file
ro: Salvati fisier obiect inregistrare

source: Angle threshold [degrees]:
ro: Prag Unghi [grade]:

source: Distance threshold [mm]:
ro: Distanta prag [mm]:

source: Timestamp interval [s]:
ro: Interval timestamp [s]:

source: Record coordinates
ro: Inregistreaza coordonate

source: Track object
ro: Obiect inregistrat

source: Load object registration
ro: Incarca inregistrarea obiect

source: Object file successfully loaded
ro: Fisierul obiect incarcat cu succes

source: Object registration file incompatible.
ro: Fisier obiect inregistrare incompatibil

source: Digitize all object fiducials before saving
ro: Digitizeaza toate obiectele fiduciale inainte de salvare

source: Save error
ro: Eroare de salvare

source: Save object registration as...
ro: Salveaza obiectul de inregistrare ca...

source: Object file successfully saved
ro: Fisierul obiect salvat cu succes

source: Create marker
ro: Creeaza marker

source: Hide
ro: Ascunde

source: Delete all
ro: Sterge tot

source: New target selected.
ro: Tinta noua selectata.

source: Edit label
ro: Editeaza eticheta

source: Edit color
ro: Editeaza culoare

source: Set as target
ro: Seteaza ca tinta

source: Send target to robot
ro: Trimite tinta la robot

source: No data selected.
ro: Nici o data selectata.

source: Remove all markers? Cannot be undone.
ro: Stergeti toti marcarii? Operatia nu poate fi anulata.

source: Target deleted.
ro: Tinta stearsa.

source: Load markers
ro: Incarca marcari

source: Unknown version of the markers file.
ro: Versiubne necunoscuta a fisierului de marcari

source: Invalid markers file.
ro: Fisier de marcari invalid

source: Save markers as...
ro: Salveaza marcari ca ...

source: Error writing markers file.
ro: Eroare la scrierea fisierului de marcari.

source: Load FOD
ro: Incarca FOD

source: Load Trekker configuration parameters
ro: Incarca parametrii de configurare Trekker

source: Configure
ro: Configurare

source: Load brain visualization
ro: Incarca vizualizare creier

source: Load anatomical labels
ro: Incarca etichete anatomice

source: Peeling depth (mm):
ro: Adancime decapare (mm)

source: Number tracts:
ro: Numar tracturi

source: Sleep (s):
ro: Pauza (s)

source: Brain opacity:
ro: Opacitate creier:

source: Enable tracts
ro: Activeaza

source: Peel surface
ro: Suprafata decapata

source: Brain model loaded
ro: Model de creier incarcat

source: Import Trekker FOD
ro: Importa Trekker FOD

source: Busy
ro: Ocupat

source: Trekker initialized
ro: Trekker initializat

source: Trekker initialization failed.
ro: Initializare Trekker esuata

source: Unable to load FOD.
ro: Imposibil de incarcat FOD

source: Import anatomical labels
ro: Importa etichete anatomice

source: Trekker ACT loaded
ro: Trekker ACT incarcat

source: ACT initialization failed.
ro: Initializare ACT esuata

source: Unable to load ACT.
ro: Imposibil de incarcat ACT.

source: Load FOD image before the ACT.
ro: Incarcati imaginea FOD inainte de ACT

source: Load Trekker configuration
ro: Incarcati configurarea Trekker

source: JSON file (*.json)|*.json
ro: Fisier JSON (*.json)|*.json

source: Trekker config loaded
ro: Configurare Trekker incarcata

source: File incompatible, using default configuration.
ro: Fisier incompatibil, folosind configuratia implicita

source: Create mask for slice segmentation and editing
ro: Creează mască pentru segmentarea feliilor și pentru editare

source: Create surface
ro: Creaza suprafata

source: Overwrite last surface
ro: Suprascrie ultima suprafață

source: Mask properties
ro: Proprietațile măștii

source: Manual edition
ro: Editare manuala

source: Set predefined or manual threshold:
ro: Selectare prag predefinit sau manual:

source: Choose brush type, size or operation:
ro: Alege tipul pensulei, mărime sau operație:

source: Circle
ro: Cerc

source: Square
ro: Pătrat

source: Brush threshold range:
ro: Intervalul pragurilor pensulei:

source: Overwrite mask
ro: Suprascrie masca

source: Expand watershed to 3D
ro: Extinde watershedul la 3D

source: Create 3D surface based on a mask
ro: Creeare suprafață 3D pe baza măștii

source: Create new 3D surface
ro: Creare suprafata 3D noua

source: Next step
ro: Următorul pas

source: Surface properties
ro: Proprietăți suprafață

source: Advanced options
ro: Opțiuni avansate

source: Automatically select largest disconnected region and create new surface
ro: Alege automat cea mai mare regiune întreruptă și creează o suprafață nouă

source: Select largest surface
ro: Selecteaza cea mai intinsa suprafata

source: Automatically select disconnected regions and create a new surface per region
ro: Selecteaza automat regiunile deconectate si creaza o noua suprafata pe regiune

source: Split all disconnected surfaces
ro: Desparte toate suprafețele întrerupte

source: Manually insert seeds of regions of interest and create a new surface
ro: Insereaza manoual o zona a regiunii de interes si creaza o noua suprafata

source: Select regions of interest...
ro: Selectează regiunile de interes...

source: Transparency:
ro: Transparență:

source: Decimate resolution:
ro: Reducere rezoluție:

source: Smooth iterations:
ro: Repetări omogene:

source: Measure distances
ro: Măsurare distanțe

source: Measure
ro: Măsură

source: Add text annotations
ro: Adaugă adnotări de text

source: Value: %-6d
ro: Valoare: %-6d

source: Window width and level
ro: Largime si nivel fereastra

source: Pseudo color
ro: Pseudo culoare

source: Projection type
ro: Tip proiectie

source: Perform coil registration before navigation.
ro: Inregistreaza bucla inainte de navigare.

source: Disconnecting tracker ...
ro: Se deconecteaza tracker ...

source: Tracker disconnected
ro: Tracker deconectat

source: Tracker still connected
ro: Tracker inca conectat

source: Soft Tissue
ro: Tesut moale

source: Compact Bone (Adult)
ro: Os Compact (Adult)

source: Compact Bone (Child)
ro: Os compact (Copil)

source: Spongial Bone (Adult)
ro: Os Spongios (Adult)

source: Spongial Bone (Child)
ro: Os Spongios (Copil)

source: Muscle Tissue (Adult)
ro: Tesut Muscular (Adult)

source: Muscle Tissue (Child)
ro: Tesut Muscular (Copil)

source: Fat Tissue (Adult)
ro: Tesut Gras (Adult)

source: Fat Tissue (Child)
ro: Tesut Gras (Copil)

source: Skin Tissue (Adult)
ro: Tesut al Pielii (Adult)

source: Skin Tissue (Child)
ro: Tesut al Pielii (Copil)

source: unnamed
ro: fara nume
